{
  "creation_id": "creator-abc",
  "bottomblock_final": {
    "hub_title": "this is the override",
    "stay": {
      "paragraph": "Competitors and guests at the World Equestrian Center enjoy premium lodging just steps from the arenas. The Equestrian Hotel and The Riding Academy Hotel provide elegant on-site accommodations, while Ocala RV Camp Resort offers a comfortable extended-stay option nearby. Additional hotels such as Springhill Suites, Holiday Inn Express, and Hilton Ocala provide convenient access all within a short drive.",
      "list": [
        "The Equestrian Hotel — upscale hotel with spa and fine dining, 1.3 mi from venue.",
        "The Riding Academy Hotel —  midscale boutique lodging, 0.3 mi from venue.",
        "Ocala RV Camp Resort — relaxed RV park with pool, 7.6 mi away.",
        "Springhill Suites —  family-friendly suites with breakfast, 8.2 mi away.",
        "Holiday Inn Express — casual hotel with pool, 7.9 mi away.",
        "Hilton Ocala —  modern full-service hotel with restaurant, 8.7 mi away."
      ]
    },
    "dine": {
      "paragraph": "Dining options at and around WEC suit every taste. On-site favorites include Stirrups Restaurant for refined dinners and Emma's Patisserie for coffee and pastries. Beyond the venue, local gems like Darrell’s Diner and Ipanema Brazilian Steak House offer hearty breakfast and upscale dining. Nearby, guests will also find familiar spots such as Romas Italian Restaurant, Marco's Pizza, and Jersey Mike’s Subs.",
      "list": [
        "Stirrups Restaurant — fine dining at WEC, 4.6*∥",
        "Emma’s Patisserie — bakery and café within the venue, 4.6*∥",
        "Darrell’s Diner — classic breakfast spot, 4.3∢",
        "Ipanema Brazilian Steak House — top-rated churrascaria, 4.7∢",
        "Romas Italian Restaurant — family-style Italian, 4.2∢",
        "Marco’s Pizza — Quick pizza and takeout, 4.3∢",
        "Jersey Mike’s Subs — casual sandwiches, 4.3∢"
      ]
    },
    "essentials": {
      "paragraph": "Essential stops are close at hand for competitors and visitors. Walgreens and CVS answer basic needs, while Contour Saddlery, Tack Shack, TT Distributors, and Seminole Feed Stores supply equestrian gear and feed. Publix offers convenient grocery, and boutiques like Exceptional Equestrian and Ocala Breeders Feed & Supply cater to horse owners within minutes of WEC.",
      "list": [
        "Walgreens Pharmacy — 4.8 mi from venue.",
        "CVS Pharmacy — 8.0 mi from venue.",
        "Contour Saddlery — tack and saddlery, 3.7 mi away.",
        "Publix Super Market — full-service grocery, 4.9 mi away.",
        "Tack Shack of Ocala — tack and feed store, 3.9 mi away.",
        "TT Distributors — equestrian supply store, 3.3 mi away.",
        "Seminole Feed Stores — feed and supplies, 3.8 mi away.",
        "Exceptional Equestrian — boutique tack shop, 0.3 mi from venue.",
        "Farriers Depot — farrier supplies, 5.3 mi away.",
        "Ocala Breeders Feed & Supply — local feed store, 2.7 mi away."
      ]
    }
  }
}