{
  "city_uid": "bridgehampton",
  "country_uid": "united-states",
  "city_state_display": "Bridgehampton, NY",
  "city_display_name": "Bridgehampton",
  "city_name": "Bridgehampton",
  "city_state": "NY",
  "city_zip": "11932",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1760824800000/gACU-qxl6dDlO7sz1t0-fg/NlK2fELLkvyW9C_9bSsrSdxDuXLyLA1hZb4b5UqFDdXdB4HmxiHUbMlWHozOOOOUtyj9tA0boCuBocVF0cGqoLZP_DzWU-maJKBa2i_hdMUuzB0xzPFjnlF-xeRLRFE3PvHXsdEpvIRaExhq_eSEyw/UxbMmO4SsdmilM_umKZF21P_Nx0lnQpot49RtrDQ1Kc",
  "lat": "40.9378777",
  "lng": "-72.3009158",
  "city_recordId": "rec56Qvi3q4euTzU3",
  "state_uid": "ny",
  "venue_uids": [
    "hchs-venue"
  ],
  "organizer_uids": [
    "hcsh-org"
  ],
  "place_id": "ChIJEcCytt-96IkRM_b3TD67C0A",
  "universal": "",
  "winter_snap": "Low dunes pale under quiet sky, hedgerows bare, bay air clean and salty.",
  "winter_paragraph": "Approach along two-lane stretches where fields sit fallow and wind skims flat across open ground. Hedges stand trimmed tight, driveways hushed, and ocean breath rolls inland with a cool bite. Main routes move steadily, rarely crowded outside town centers. For a reset, pull to a bay-side turnout or walk a short boardwalk to hear water knock at pilings. Light fades early and clear, making evenings simple. The feel is crisp and spare, with wide horizons that keep focus steady.",
  "winter_hello": "Start in crisp salt air with steady roads and wide horizon.",
  "spring_snap": "Hedges green up, lilacs lean over fences, puddles flash in sandy lanes.",
  "spring_paragraph": "Morning roads carry a light, quick pace as fields push first greens and peepers sound from low ditches. Breezes turn softer off the ocean, and damp earth lifts a clean scent. Short detours to farm lanes or quiet bay coves give five-minute resets without leaving the main drag. Traffic builds late day but stays workable if you move early. Color returns in hedges and roadside plantings, and the whole area feels newly awake, flexible, and workable between tasks.",
  "spring_hello": "Roll in early while hedges green and the air softens.",
  "summer_snap": "Sun on dune grass, farmstands stacked, cicadas buzz over long hedges.",
  "summer_paragraph": "Montauk Highway and back roads carry a heavier pulse, so early windows matter. Salt hangs warm, and ocean breeze threads through village blocks. Duck to a shaded side street, farmstand pull-off, or bay lot to cool the pace for a few minutes. Fields show tall corn and bright signs, and evenings stretch long with steady bugsong. The feel is bright and busy yet manageable with timing, with glare on water, soft sand underfoot, and calm pockets if you know the turns.",
  "summer_hello": "Plan early passes, then use shaded side streets for quick breathers.",
  "fall_snap": "Golden fields cut short, roadside pumpkins stacked, sky high and sharp.",
  "fall_paragraph": "Traffic eases after high season, giving cleaner runs between hamlet centers. Air turns clearer and dry, and the ocean edge feels brisk without bite. Farmstands shift to squash and apples, and hedges show tired greens. Quick resets are easy: pull into a bay overlook, park by a quiet field road, or step to the beach path for a short walk. Light arrives late and leaves clean, and the mood is crisp, practical, and well-paced for getting work done.",
  "fall_hello": "Work the cleaner shoulder season with clear air and quick pull-offs."
}
