{
  "city_uid": "devon",
  "country_uid": "united-states",
  "city_state_display": "Devon, PA",
  "city_display_name": "Devon",
  "city_name": "Devon",
  "city_state": "PA",
  "city_zip": "19333",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1760832000000/P3rXQ9c4q0KH7CFoEr32dQ/LJp39Q1ICgfL_3hibXSGK3lY4vEMpYKYw4O-qDMAb8u5CNjhcTXd1FQHc55umKuThDI4xN2o9Ch623U5z-_3VkQ4PeKFcIrxgZf3e1p_O-RAPn4q7VYdBdkcXUbo-2ZYDV1FF0HHjOVnpvWvRMngYQ/1nQ1pXXBQD0hRjknCuoYqjFSemYp5nxbZfcCI7qSNp4",
  "lat": "40.0499216",
  "lng": "-75.4258399",
  "city_recordId": "recejksa5uuPz9dj9",
  "state_uid": "pa",
  "venue_uids": [
    "dvn-venue"
  ],
  "organizer_uids": [
    "dvn-org"
  ],
  "place_id": "ChIJ-WQyVKGUxokR_fW1jyQCV5Y",
  "universal": "",
  "winter_snap": "Stone walls rim pale fields; sycamore limbs chalk-white under a quiet sky.",
  "winter_paragraph": "Approach on narrow lanes that rise and fall between fieldstone fences and trimmed hedgerows. Air feels dry and carrying, sound traveling from distant trains to creek bends. Streets stay tidy; turns are predictable and parking straightforward near small clusters of shops. For a reset, pull beside a bridge to watch dark water slide under ice or stand along a low wall where wind moves lightly. Dusk lands early and clear, favoring short, disciplined loops with sharp sightlines.",
  "winter_hello": "Begin with crisp air, clean roads, and early, efficient loops.",
  "spring_snap": "Redbuds spark along hedges; rain darkens stone before light breaks through.",
  "spring_paragraph": "Roads glisten after passing showers, then open to soft green across rolling lawns. Dogwoods lift white at the edges and creeks chatter at culverts. Air turns supple and mild, carrying birdsong along fence lines. In town the pace quickens yet stays orderly; brief lines, easy turns. Reset by idling near a split-rail to watch bluebirds trade posts or walking a minute under maple shade. Early windows work best before midday livens and breeze freshens over the hills.",
  "spring_hello": "Roll in with soft light, bright edges, and short, clean runs.",
  "summer_snap": "Maple canopies run deep green; heat wavers above slate and blacktop.",
  "summer_paragraph": "Two-lanes curve under heavy shade where stone houses hold cool. Air grows warm and still by late morning, cicadas laying a steady undertone. Movement sensibly compresses to targeted errands; plan shaded parking and quick turns. For a reset, pull beside a creek path to watch riffles flash or pause along a low wall beneath oaks. Storm towers can build distant, then rinse dust and clear the glare. Best windows hit first light or late when air loosens.",
  "summer_hello": "Work early, use shade, and ride post-storm air.",
  "fall_snap": "Sugar maples flare above stone fences; low sun warms copper leaves on lawns.",
  "fall_paragraph": "Approach opens wide as leaves thin and sightlines lengthen across gentle ridges. Air turns crisp with leaf and cut grass, making roads feel exact. Traffic stays predictable outside school let-outs; parking remains cooperative. Reset by stopping near a hedgerow to watch hawks hang in clear light or standing at a small overlook where color runs across hillside blocks. Late afternoons stretch amber and calm, helping choices come simple. Early and late windows are best.",
  "fall_hello": "Settle into long light, clear air, and cooperative roads."
}
