{
  "city_uid": "lexington",
  "country_uid": "united-states",
  "city_state_display": "Lexington, KY",
  "city_display_name": "Lexington",
  "city_name": "Lexington",
  "city_state": "KY",
  "city_zip": "40511",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "38.1496243",
  "lng": "-84.5198854",
  "city_recordId": "rec4ivAe4bcpRfGoH",
  "state_uid": "ky",
  "venue_uids": [
    "khp-venue"
  ],
  "organizer_uids": [
    "natl-org"
  ],
  "place_id": "ChIJJeuczClEQogR3U-MkEGD8IQ",
  "universal": "",
  "winter_snap": "Frost silvers limestone fences; bluegrass lies muted under a pale, steady sky.",
  "winter_paragraph": "Approach on two-lanes that roll between stone walls and quiet pasture. Air feels dry and carrying, with long sightlines across low hills. Traffic stays measured outside school hours, turns predictable and clean. In town, errands run short; parking is straightforward on trimmed streets. For a reset, pull beside a creek crossing to watch dark water slide under ice, or pause under bare sycamores where wind moves lightly. Evenings arrive early and exact, rewarding tidy loops and disciplined timing.",
  "winter_hello": "Begin with clear air, long views, and simple loops.",
  "spring_snap": "Redbuds spark in hedgerows while dogwoods punctuate lanes; creeks run full and bright.",
  "spring_paragraph": "Roads darken with brief showers, then shine as clouds break over fresh grass. The air softens and carries birdsong across pasture. Maples haze green, and gravel drives damp down to a quiet crunch. Town pace quickens yet stays orderly; short stops, easy parking. Reset by idling near a split-rail fence to watch swallows skim low or stepping to a culvert where water talks. Early windows work best before afternoon livens and breeze turns playful across the ridgelines.",
  "spring_hello": "Roll in with soft air, bright greens, and brisk, clean runs.",
  "summer_snap": "Heat wavers above bluegrass; cicadas thread hedges while shade pools beneath sycamores.",
  "summer_paragraph": "Two-lanes shimmer at noon and the hills breathe warm and slow. Air grows heavy before distant rumbles build on the horizon. Movement compresses to targeted errands; aim for shady spots and quick turns. For a reset, park under deep canopy where limestone stays cool or watch storm lines lift over pasture. Rain breaks rinse dust and leave steam rising from blacktop. Best windows hit at first light or late day when glare eases and the air loosens.",
  "summer_hello": "Work early, mind the heat, and use post-storm air.",
  "fall_snap": "Maples flare along stone fences; low sun warms tan hills and quiet barns.",
  "fall_paragraph": "Approach opens wide as leaves thin and sightlines lengthen across rolling pasture. The air turns crisp with leaf and hay, making roads feel exact. In town, traffic stays predictable; parking remains cooperative. Reset by pulling beside a hedgerow to watch hawks hang in clear light or by a bridge where leaves raft the bends. Late afternoons run balanced and calm, helping choices come clean. Early and late are prime, with long gold light and steady breeze.",
  "fall_hello": "Settle into clear air, long light, and cooperative roads."
}
