{
  "city_uid": "mill-spring",
  "country_uid": "united-states",
  "city_state_display": "Mill Spring, NC",
  "city_display_name": "Mill Spring",
  "city_name": "Mill Spring",
  "city_state": "NC",
  "city_zip": "28756",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1760832000000/P3rXQ9c4q0KH7CFoEr32dQ/LJp39Q1ICgfL_3hibXSGK3lY4vEMpYKYw4O-qDMAb8u5CNjhcTXd1FQHc55umKuThDI4xN2o9Ch623U5z-_3VkQ4PeKFcIrxgZf3e1p_O-RAPn4q7VYdBdkcXUbo-2ZYDV1FF0HHjOVnpvWvRMngYQ/1nQ1pXXBQD0hRjknCuoYqjFSemYp5nxbZfcCI7qSNp4",
  "lat": "35.2978105",
  "lng": "-82.1619441",
  "city_recordId": "recHxNkvYRJEPFa9Y",
  "state_uid": "nc",
  "venue_uids": [
    "tryn-venue"
  ],
  "organizer_uids": [
    "tryn-org"
  ],
  "place_id": "ChIJx-npMY5gV4gRlgJJQBoAAlM",
  "universal": "",
  "winter_snap": "Frost silvers pasture fences under low blue foothills; creek edges crisp.",
  "winter_paragraph": "Approach on quiet two-lanes past rolled hay and bare hardwood slopes. Smoke threads from farmhouse chimneys, and cattle nose through pale grass while the wind stays clean. Traffic is sparse outside crossroads, so movement is steady and simple. For a reset, pull along a creek turnout or pause at a ridge pull-off to watch long light slide across fields. Days feel clear and pared down, with firm ground and open views. Early starts deliver the calmest roads and easy pacing.",
  "winter_hello": "Begin with clear air, light traffic, and sharp views over pasture.",
  "spring_snap": "Redbud and dogwood edge winding roads while pastures switch to bright green.",
  "spring_paragraph": "Rain rinses the dust, creeks chatter, and the foothills turn soft and new. Calves dot fields, tractors clip along fencelines, and hedgerows leaf in uneven waves. Expect brief showers and a mild lift in humidity, but breezes keep it workable. Traffic stays measured except near town centers. For a quick breather, ease onto a gravel pull-off by water or a trailhead gate and listen. The feel is fresh and flexible, with longer light and forgiving surfaces.",
  "spring_hello": "Roll in as green returns and roads stay patient.",
  "summer_snap": "Afternoon thunderheads stack over soft-green ridges while cicadas raise a steady hum.",
  "summer_paragraph": "Mornings start quiet and workable before heat builds across open bottoms. Shade pools under oaks, cattle drift to ponds, and hay fields lie cut and sweet. You may trail a tractor on a two-lane; patience keeps timing smooth. For a reset, slip to a creek crossing or small lake edge and cool down in the breeze. The feel is warm and heavy by late day, then loosens after storms. Early windows run best; evenings open again after rain.",
  "summer_hello": "Work early, respect slow-moving farm traffic, and use water edges to reset.",
  "fall_snap": "Maples flame along fencelines and cut hay sweetens the air over broad fields.",
  "fall_paragraph": "Skies clear and the ridges show sharp. Roadside stands stack apples and pumpkins, while fields sit trimmed and tidy. Air runs crisp in the morning and easy by afternoon. Traffic can bump during leaf weekends, but weekdays and early starts stay light. For a breather, pull to a ridge overlook or fence gate and watch shadows lengthen across the pasture grid. The season feels steady and focused, with dry footing, clear lines, and generous visibility.",
  "fall_hello": "Settle into clear mornings and straightforward roads under bright color."
}
