{
  "city_uid": "myakka-city",
  "country_uid": "united-states",
  "city_state_display": "Myakka City, FL",
  "city_display_name": "Myakka City",
  "city_name": "Myakka City",
  "city_state": "FL",
  "city_zip": "34251",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1760832000000/P3rXQ9c4q0KH7CFoEr32dQ/LJp39Q1ICgfL_3hibXSGK3lY4vEMpYKYw4O-qDMAb8u5CNjhcTXd1FQHc55umKuThDI4xN2o9Ch623U5z-_3VkQ4PeKFcIrxgZf3e1p_O-RAPn4q7VYdBdkcXUbo-2ZYDV1FF0HHjOVnpvWvRMngYQ/1nQ1pXXBQD0hRjknCuoYqjFSemYp5nxbZfcCI7qSNp4",
  "lat": "27.3500393",
  "lng": "-82.1625611000",
  "city_recordId": "rec58plYlAEKyKhW4",
  "state_uid": "fl",
  "venue_uids": [
    "tec-venue"
  ],
  "organizer_uids": [
    "tec-org"
  ],
  "place_id": "ChIJkcunTc_K3IgRj1VYuyPar_M",
  "universal": "",
  "winter_snap": "Dry mornings over oak hammocks, sandhill cranes calling across flat pasture.",
  "winter_paragraph": "Approach on long two-lane ribbons lined with pasture fence and cabbage palms. Shade pools under live oaks, and wind moves clean across open fields. Town pace is measured; pickups idle at small crossroads, errands finish quick. For a reset, pull onto a sandy shoulder or walk a quiet ditch line and listen for cranes. Air feels dry and settled, light stays gentle, and evenings cool fast. Early drives are easy, with steady visibility and little need to hurry.",
  "winter_hello": "Start in clear, dry air along quiet fences and oaks.",
  "spring_snap": "Pastures green up, live oaks dust pollen, bobwhite whistles along the fence line.",
  "spring_paragraph": "Roads run narrow and straight past fresh grass and scattered wildflowers. Calves test the fence, hawks pivot above palmetto. The air softens, and morning fog can hang low over ditches before lifting to bright sky. In town, chores feel brisk, with quick stops and friendly waves. Reset by idling beside a canal or easing into a shade patch under oak limbs. Midday grows warm and lively; plan lighter moves early or after the sun leans west.",
  "spring_hello": "Roll in with soft air, green pasture, and quick roads.",
  "summer_snap": "Afternoon thunderheads stack over palmetto flats, air heavy and still before rain.",
  "summer_paragraph": "Two-lanes shimmer, cattle bunch near water, and cicadas press a steady hum. Heat builds through late morning, then the sky climbs with tall clouds and distant rumbles. In town, movement slows and shade becomes currency; errands compress to short windows. For a reset, pause beneath a live oak or watch storm lines walk across open pasture. Rain arrives quick, rinses dust, and leaves everything bright and steamy. Aim drives early or after showers when the air loosens.",
  "summer_hello": "Work early, watch the sky, and ride the storm breaks.",
  "fall_snap": "Golden light skims wiregrass, cattle dust hangs low, breeze turns easier at dusk.",
  "fall_paragraph": "Approach feels spacious again, with steady air and long views over tan fields. Oaks drop a few leaves, and evenings open wide. Traffic stays light outside school let-outs, and chores find an easy rhythm. Reset by parking along a pasture edge to watch herons pick through wet swales. The feel is balanced and unhurried, with sun that warms without pressing. Best windows ride early and late, when the breeze slides along the fences and the day settles.",
  "fall_hello": "Settle into long light, easy roads, and balanced air."
}
