{
  "city_uid": "ocala",
  "country_uid": "united-states",
  "city_state_display": "Ocala, FL",
  "city_display_name": "Ocala",
  "city_name": "Ocala",
  "city_state": "FL",
  "city_zip": "34482",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "29.2923586",
  "lng": "-82.3542663",
  "city_recordId": "rec4pE2d0qPNvDJhU",
  "state_uid": "fl",
  "venue_uids": [
    "wec-venue",
    "hoc-venue"
  ],
  "organizer_uids": [
    "wc-org"
  ],
  "place_id": "ChIJ5Ty6HFQr5ogRNgU4seQ79fU",
  "universal": "",
  "winter_snap": "Low sun through live oaks, pasture fences silvered, morning air dry and steady.",
  "winter_paragraph": "Approach on two-lane roads that roll past limestone pastures and long, draped oaks. Shoulders are clean, traffic measured, and sightlines generous in the low light. Air feels crisp for Florida, with quiet birdsong and a faint mineral note from nearby springs. In town, errands run quick and parking turns over fast. For a reset, pull beneath a spreading oak or pause by a clear runoff ditch to watch water slide. Early starts work best before the afternoon warms and softens.",
  "winter_hello": "Begin under live oaks with clean air and easy roads.",
  "spring_snap": "Azaleas flare pink along fence lines; morning fog lifts from low swales.",
  "spring_paragraph": "Roads thread through fresh green pasture where new leaves brighten the canopy. The air softens and holds a light bloom, with birds busy along wire and hedgerow. Short showers can bead on limestone, then the sky clears to gentle blue. In town the tempo nudges up but stays orderly, with brief lines and quick turns. Reset by idling at a shaded pull-off or walking a minute beside a quiet canal. Best moves land early or late when the breeze runs light.",
  "spring_hello": "Roll in with soft air, bright greens, and simple windows.",
  "summer_snap": "Tall thunderheads build over sandhills; cicadas press a steady electric hum.",
  "summer_paragraph": "Two-lanes shimmer at noon and shade becomes currency beneath the big oaks. Air turns heavy and still before the first distant rumbles. Movement slows sensibly; errands compress to short, targeted runs. For a reset, park under a live oak and watch storm lines march across open pasture. Rain snaps down, rinses dust, and leaves everything bright and damp. Aim drives at first light or after showers when the air loosens and the roads feel cooperative again.",
  "summer_hello": "Work early, respect the heat, and use the storm breaks.",
  "fall_snap": "Gold light washes pasture edges; breeze runs cleaner under high sky.",
  "fall_paragraph": "Approach feels open and balanced as summer weight lifts. Pasture tans at the margins and the oak shade stays comfortable through midafternoon. The air carries a drier edge, and views stretch across gentle hills. In town, traffic remains steady but predictable; turns happen clean. Reset by stopping along a fence line to watch hawks tilt above the fields. Best windows sit early and late, when the light goes long and decisions feel simple and unhurried.",
  "fall_hello": "Settle into long light, easy pace, and clear air."
}
