{
  "city_uid": "saugerties",
  "country_uid": "united-states",
  "city_state_display": "Saugerties, NY",
  "city_display_name": "Saugerties",
  "city_name": "Saugerties",
  "city_state": "NY",
  "city_zip": "12477",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "42.09552",
  "lng": "-73.9499816",
  "city_recordId": "recb7hZOMCjW15NOW",
  "state_uid": "ny",
  "venue_uids": [
    "hny-venue"
  ],
  "organizer_uids": [
    "hts-org",
    "ushj-org"
  ],
  "place_id": "ChIJu9HgefMI3YkR1jphgp8t5dc",
  "universal": "",
  "winter_snap": "Bluestone sidewalks dusted white, Catskill ridges sharp against a pale sky.",
  "winter_paragraph": "Approach along river flats where wind moves clean and the mountains sit close. Streets run quiet, plows keep edges neat, and parking is straightforward. The air feels crisp and carrying; church bells and train horns travel farther. For a reset, stand by the river and watch floes drift or step under an old maple where snow hushes traffic. Movement works best in short, tidy loops. Dusk arrives early and clear, turning storefront glass into long bands of reflected light.",
  "winter_hello": "Begin with clear air, neat streets, and close blue ridges.",
  "spring_snap": "Snowmelt threads curb gutters; peepers start up in low wet hollows.",
  "spring_paragraph": "Roads darken with rain then shine as clouds break, and first green pushes along hedges. The river lifts and runs fast, carrying twigs and foam. Town pace picks up but remains measured; short errands, easy turns. Reset by idling near a stone wall to hear water in the culvert or walking a minute where maples leaf out. Air turns supple, fog sometimes hugging the flats at dawn. Early windows are gentle and productive before afternoon grows lively.",
  "spring_hello": "Roll in with wet stone, soft light, and rising water.",
  "summer_snap": "Hudson glints between sycamores while humid air hangs over red barns.",
  "summer_paragraph": "Two-lanes curve under heavy canopy and heat settles over the flats. Cicadas lay a constant bed of sound; the river breathes slow and bright. In town, movement sensibly compresses to shorter, targeted runs, with shade prized along bluestone fronts. Reset under a sycamore by the water or take a brief walk where creek spray cools the air. Late-day brings easier pace as breeze slips off the hills. Plan the longer moves at first light or near sundown.",
  "summer_hello": "Work the shade, time short runs, and follow evening breezes.",
  "fall_snap": "Maples flare above stone fences; low sun warms hay stubble and porch steps.",
  "fall_paragraph": "Approach opens wide as leaves thin along the river bends and sightlines lengthen toward the Catskills. Air turns crisp with leaf and woodsmoke. Town traffic stays predictable; turns are quick, parking cooperative. For a reset, pull beside a bluestone wall and watch color slide across the ridge while crows stitch the field edges. The feel is steady and balanced, with long light that makes decisions clean. Best windows land early and late when the breeze runs clear.",
  "fall_hello": "Settle into long light, bright color, and cooperative roads."
}
