{
  "city_uid": "temecula",
  "country_uid": "united-states",
  "city_state_display": "Temecula, CA",
  "city_display_name": "Temecula",
  "city_name": "Temecula",
  "city_state": "CA",
  "city_zip": "92592",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "33.4854381",
  "lng": "-117.0367934",
  "city_recordId": "recj7cqFi4qlI7XeB",
  "state_uid": "ca",
  "venue_uids": [
    "gde-venue"
  ],
  "organizer_uids": [],
  "place_id": "ChIJI74a9VJi24ARqAY4oIgOvGg",
  "universal": "",
  "winter_snap": "Cool mornings, green hills, and quiet vineyard rows under soft coastal light.",
  "winter_paragraph": "Approaching from I-15, valley fog can hang low over oak-dotted slopes, then lift to soft blue. Streets move at an unhurried clip. Old Town offers quick resets: coffee, a short walk, warm soup. Vineyard backroads stay calm early and later in the day. The air feels cool and damp after Pacific systems, turning grass bright. Even on clear days, the light stays gentle, and evenings settle fast.",
  "winter_hello": "Hello from Temecula’s calm winter: soft light, green hills, and easy early or late windows.",
  "spring_snap": "Wildflowers fringe vineyard lanes as breezes carry citrus and sage.",
  "spring_paragraph": "Color returns across the valley. Mustard blooms and poppies edge fence lines while citrus lingers on the breeze. Traffic builds midmorning but eases near dawn. Short resets are easy along winery corridors and at hilltop overlooks with wide views. The feel is mild and buoyant, with on-and-off clouds and fresh soil scents after showers. Trails and rural lanes show new growth, and sunsets run pastel before quickly cooling.",
  "spring_hello": "Hello from a bright Temecula spring with blooms, mild air, and forgiving dawn traffic.",
  "summer_snap": "Hot, sun-baked afternoons above gold hills and ripening vines.",
  "summer_paragraph": "Heat defines the pace. Mornings start still and workable, then the sun sharpens on tawny hills and long vineyard rows. Plan quick resets early or after dusk in shaded Old Town pockets or breezy ridgelines. Midday streets slow and shimmer. Air stays dry, the sky turns hard blue, and scents shift to dust, oak, and warm sage. Nights relax, bringing a little relief and clear constellations over the valley.",
  "summer_hello": "Hello from hot, dry Temecula summer: start early, reset late, enjoy wide night skies.",
  "fall_snap": "Crisp mornings, clear skies, and rust-tinged vines before offshore winds.",
  "fall_paragraph": "Light turns crisp and shadows lengthen across the rolling vines. Harvest scents drift through the valley. Mornings can be cool, afternoons steady and luminous. Quick resets work best early or in the golden hour around Old Town or quiet lanes. Traffic pulses with school routines yet softens outside peaks. Air feels drier, views stretch far after winds, and colors shift from green to russet and straw before winter greens return.",
  "fall_hello": "Hello from Temecula fall: clear views, steady days, and smooth golden-hour moves."
}
