{
  "city_uid": "upper-marlboro",
  "country_uid": "united-states",
  "city_state_display": "Upper Marlboro, MD",
  "city_display_name": "Upper Marlboro",
  "city_name": "Upper Marlboro",
  "city_state": "MD",
  "city_zip": "20772",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1760832000000/P3rXQ9c4q0KH7CFoEr32dQ/LJp39Q1ICgfL_3hibXSGK3lY4vEMpYKYw4O-qDMAb8u5CNjhcTXd1FQHc55umKuThDI4xN2o9Ch623U5z-_3VkQ4PeKFcIrxgZf3e1p_O-RAPn4q7VYdBdkcXUbo-2ZYDV1FF0HHjOVnpvWvRMngYQ/1nQ1pXXBQD0hRjknCuoYqjFSemYp5nxbZfcCI7qSNp4",
  "lat": "38.8159473",
  "lng": "-76.7496909000",
  "city_recordId": "recAVvfPYaKgGBw6u",
  "state_uid": "md",
  "venue_uids": [
    "capc-venue",
    "wihs-venue"
  ],
  "organizer_uids": [
    "wihs-org",
    "capc-org"
  ],
  "place_id": "ChIJBXpQOR-Ut4kRlcybt75Vwbk",
  "universal": "",
  "winter_snap": "Frost twines along split-rail fences; bare oaks frame red clay lanes.",
  "winter_paragraph": "Approach on two-lane roads that roll past pasture and patches of loblolly. Air sits clear and cool, with creek bottoms holding a thin hush. Traffic is steady but light outside school hours, and parking near small storefronts turns over fast. For a reset, pull beside a wooded verge to hear crows and moving water. Evenings land early and tidy, lights showing warm through farmhouse windows. The feel is clean and direct, good for short loops and disciplined timing.",
  "winter_hello": "Start with crisp air, open sightlines, and simple loops.",
  "spring_snap": "Redbuds spark at hedgelines while peepers lift dusk from wet ditches.",
  "spring_paragraph": "Roads darken with brief showers, then shine as the sky opens. Fields green quickly and dogwoods punctuate the woods. The air softens and carries birdsong along the fence lines. In town the pace quickens but stays orderly; errands fit in short, clean runs. Reset by idling near a culvert to watch water thread through straw and leaf. Mornings can fog low, then lift to gentle blue. Early starts pay off before afternoon livens across the hills.",
  "spring_hello": "Roll in with soft light, bright edges, and quick windows.",
  "summer_snap": "Humidity hangs over cornfields; cicadas build a dense, electric undertone.",
  "summer_paragraph": "Two-lanes shimmer at midday and shade becomes currency under the tall pines. Air turns heavy before distant rumbles walk across the county. Movement sensibly compresses: short errands, targeted turns, and water on hand. For a reset, park beneath oak canopy by a slow bend of creek and watch dragonflies work the margin. Rain breaks rinse dust and release a warmer breeze. Best windows hit first light or late day when the heat loosens its grip.",
  "summer_hello": "Work early, respect the heat, and ride the storm breaks.",
  "fall_snap": "Maples burn along hedgerows; dry leaves skate across quiet shoulders.",
  "fall_paragraph": "Approach opens wide as summer weight lifts and fields tan at the edges. Air turns crisp with leaf and cut grass while sightlines lengthen over rolling pasture. Town traffic stays predictable; turns are quick and parking cooperative. Reset by pulling beside a split-rail fence to watch hawks tilt above the stubble. The light runs long and exact, making choices simple. Early and late windows feel best, with an easy breeze easing across the low hills.",
  "fall_hello": "Settle into clear air, long light, and cooperative roads."
}
