{
  "city_uid": "venice",
  "country_uid": "united-states",
  "city_state_display": "Venice, FL",
  "city_display_name": "Venice",
  "city_name": "Venice",
  "city_state": "FL",
  "city_zip": "34292",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "27.1181355",
  "lng": "-82.3961458",
  "city_recordId": "reckO7ZUsWjej2OcG",
  "state_uid": "fl",
  "venue_uids": [
    "flf-venue"
  ],
  "organizer_uids": [
    "fx-org"
  ],
  "place_id": "ChIJ-y0LMEhOw4gRYrPWNiKIrFI",
  "universal": "",
  "winter_snap": "Gulf light runs clear over pale sand; ospreys call above quiet palms.",
  "winter_paragraph": "Approach along low coastal roads where sea grape hedges break the wind and the Intracoastal glints between bridges. Air feels dry and steady, with easy visibility and tidy shoulders. Town pace is measured; parking near small storefronts turns over quickly. For a reset, stand at a dune crossover and listen to shorebreak, or idle beside a mangrove verge where water slips north. Early starts are clean and efficient, with a light breeze riding in off the Gulf.",
  "winter_hello": "Begin with clear Gulf air and cooperative coastal roads.",
  "spring_snap": "Morning fog lifts off the Intracoastal; bougainvillea brightens white stucco corners.",
  "spring_paragraph": "Roads thread past palms flushing new fronds while jasmine sweetens the edges. Light showers bead on pavement, then the sky opens to soft blue. The air turns supple and lively; ospreys work low over canals. In town the tempo quickens yet stays orderly, with short lines and predictable turns. Reset by pausing at a pocket park to watch mullet flip or walking a minute along a shaded trail. Best movement lands early or late as the breeze freshens.",
  "spring_hello": "Roll in with soft blue light and bright, easy edges.",
  "summer_snap": "Thunderheads stack beyond the Gulf; heat hums as palms barely stir.",
  "summer_paragraph": "Two-lanes shimmer by noon and shade becomes currency along the older streets. Air turns heavy and still before distant rumbles. Errands compress to targeted runs; plan parking in the shade. For a reset, slip under a sea grape canopy or watch storm lines march across the waterway. Rain snaps down, rinses the salt, and leaves cicadas loud. Windows work best at first light or after showers, when the air loosens and the breeze returns from the west.",
  "summer_hello": "Work early, watch the sky, and ride post-storm air.",
  "fall_snap": "Golden light skims the dunes; migrating herons drift over calm canals.",
  "fall_paragraph": "Approach feels open as summer weight eases and the horizon sharpens. Sea oats tan along the beach paths and afternoons run balanced. The air carries a cleaner edge while the Gulf breathes slow and even. In town, traffic stays predictable; turns are quick and parking cooperative. Reset beside a mangrove fringe to watch ripples trace the shallows or stand at a pier approach for long views. Early and late hours feel best, with easy decisions and steady air.",
  "fall_hello": "Settle into long light, clear views, and simple pace."
}
