{
  "city_uid": "wellington",
  "country_uid": "united-states",
  "city_state_display": "Wellington, FL",
  "city_display_name": "Wellington",
  "city_name": "Wellington",
  "city_state": "FL",
  "city_zip": "33414",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "26.6374399",
  "lng": "-80.269801",
  "city_recordId": "rec0n9dJxfpC39o0K",
  "state_uid": "fl",
  "venue_uids": [
    "wef-venue"
  ],
  "organizer_uids": [
    "wf-org",
    "sfhj-org"
  ],
  "place_id": "ChIJPQn610Il2YgRCiYq3AsWb8M",
  "universal": "",
  "winter_snap": "Dry trade wind over royal palms, morning light clean across canal water.",
  "winter_paragraph": "Approach on flat arterials edged by clipped hedges and bright medians. Air feels dry and steady, the canals showing long, glassy runs between culverts. Traffic stays predictable outside school times, with quick turns into tidy plazas. For a reset, pull beside a canal guardrail and watch egrets lift from reeds. The day moves crisp and uncomplicated, with shade from tall palms and wide lanes that keep pace calm. Early windows are efficient and quiet before midday softens.",
  "winter_hello": "Begin in clear, dry air with calm roads and bright water.",
  "spring_snap": "Jacaranda blooms scatter purple along medians; ibis pick lawns after showers.",
  "spring_paragraph": "Roads thread through fresh greens while bougainvillea brightens walls and gates. Light showers bead on pavement, then the sky opens to soft blue. The air turns supple and carries birdsong across lakes. In town, movement quickens but remains orderly; errands fit into short, clean loops. Reset by pausing at a shaded pull-off where ripples tick the seawall. Best runs land early or late when the breeze freshens and glare eases, leaving generous sightlines along the straightaways.",
  "spring_hello": "Roll in with soft blue, tidy loops, and fresh bloom.",
  "summer_snap": "Thunderheads tower inland; canals sit high and still before rain.",
  "summer_paragraph": "Two-lanes shimmer by noon and shade becomes currency beneath royal palms. Air turns heavy and still ahead of distant rumbles. Sensible pace rules: short, targeted errands and parking in the shade. For a reset, stand under a sea grape canopy and watch storm lines ladder the horizon. Rain drops hard, rinses dust, and leaves cicadas loud. Windows work best at first light or after showers when air loosens and the cross-breeze returns across the flats.",
  "summer_hello": "Work early, watch the sky, and use post-storm air.",
  "fall_snap": "Sea breeze lightens; wide sky runs clear over trimmed hedges and lakes.",
  "fall_paragraph": "Approach feels open as summer weight lifts and the horizon sharpens. Medians stay neat, water levels settle, and afternoons run balanced. The air carries a cleaner edge, with swallows skimming canals. In town, traffic is steady and predictable; turns are quick, parking cooperative. Reset by pulling beside a lake path to watch light slide across the water. Early and late hours feel best, giving long views and easy timing for calm, efficient loops.",
  "fall_hello": "Settle into long light, clear views, and even pace."
}
