{
  "city_uid": "williamsburg",
  "country_uid": "united-states",
  "city_state_display": "Williamsburg, MI",
  "city_display_name": "Williamsburg",
  "city_name": "Williamsburg",
  "city_state": "MI",
  "city_zip": "49690",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "44.7809389",
  "lng": "-85.4452595",
  "city_recordId": "recCmsrkAmFYvNLvp",
  "state_uid": "mi",
  "venue_uids": [
    "ffh-venue"
  ],
  "organizer_uids": [
    "tc-org"
  ],
  "place_id": "ChIJf7qeX9zaH4gR8_eKf90JUmE",
  "universal": "",
  "winter_snap": "Lake air sharp over birch stands; plowed shoulders banked high along quiet lanes.",
  "winter_paragraph": "Approach on two-lanes that climb low hills and dip past frozen creeks. Hardwood silhouettes stand clean against a pale sky, and wind carries off the fields. Traffic moves measured; turns are simple, parking straightforward. The world sounds close: tire crunch, wingbeats, distant snowblower. For a reset, pull beside a cedar windbreak or step to a bridge and watch black water thread under ice. Evenings arrive blue and early, making short, disciplined loops the most efficient way to move.",
  "winter_hello": "Begin with clear cold, tidy roads, and short, efficient loops.",
  "spring_snap": "Sugar maples drip and swell; peepers lift dusk from wet ditches.",
  "spring_paragraph": "Roads darken with melt and rain, then shine as breaks of sun slide over orchards. Banks retreat, revealing last year’s grass and the first green at fence lines. Air turns soft and earthy; creeks chatter at culverts. Town pace quickens but stays orderly, with brief lines and easy parking. Reset by idling near a split-rail to watch robins work the thawed turf. Best windows land early when fog lifts, or late when the light warms along the ridge.",
  "spring_hello": "Roll in with soft air, wet stone, and bright orchard edges.",
  "summer_snap": "Blue bay winks through pines; orchard rows hum while warm wind rides the hills.",
  "summer_paragraph": "Two-lanes curve between lakes and fruit blocks, shade pooling where maples meet. Air leans warm and green, cicadas steady along hedges. Traffic remains predictable outside beach hours; turns are clean, parking cooperative. For a reset, pull at a bluff turnout to watch boats stitch the bay or walk a minute into pine shade. Late-day delivers the best pace as breeze comes off the water and glare eases. Early runs are equally smooth before heat gathers inland.",
  "summer_hello": "Work early or late, follow the lake breeze, keep moves short.",
  "fall_snap": "Orchards flame red and gold; low sun washes stubble while bay lies glassy.",
  "fall_paragraph": "Approach opens as leaves thin and long views return over ridgelines. Air turns crisp with apple and leaf, and the roads feel exact. Town traffic stays steady yet manageable; quick stops fit between school hours. Reset by parking beside a hedgerow to watch cranes drift or by a dock to see color mirrored in flat water. Light runs long and amber, making decisions simple. Early and late windows are best as the hills breathe cool and clear.",
  "fall_hello": "Settle into long light, bright color, and cooperative roads."
}
