{
  "city_uid": "wilmington",
  "country_uid": "united-states",
  "city_state_display": "Wilmington, OH",
  "city_display_name": "Wilmington",
  "city_name": "Wilmington",
  "city_state": "OH",
  "city_zip": "45177",
  "city_image": "https://v5.airtableusercontent.com/v3/u/46/46/1761235200000/LLHSGjdSd4C1Ra2VOOzoxw/R-8zDsaXEveexWEiicAXe5Z65WylMbQg0H6MVxRs-7v_dGzP_S0mwaBzwyfEhkyMRlFH6XkRdPFzuq0H5OlNi8tHC7CnIkQgmx2eNAwxITBtT-foNLctZ1qafPebrF0bK-ZdCiv7rHEJP5QzkqTeuA/ak_Adc1dji3Gxirlh9Pb4lihJKlB82C3wpqQBUFkdx8",
  "lat": "39.4113426",
  "lng": "-83.8893462",
  "city_recordId": "recgYCuaKAsx4ZFr2",
  "state_uid": "oh",
  "venue_uids": [
    "weh-venue"
  ],
  "organizer_uids": [
    "wh-org"
  ],
  "place_id": "ChIJ7cYWaNrGQIgRA717aYZJ9QU",
  "universal": "",
  "winter_snap": "Frost rims fence wire; sycamore limbs pale against a cold, cloud-bright sky.",
  "winter_paragraph": "Approach on two-lane stretches that cross open fields and low creek valleys. Wind moves clean across stubble, and silhouettes stand crisp along hedgerows. Town streets stay neat and steady, with easy turns at lights and straightforward parking. For a reset, pull beside a small bridge to watch dark water thread under thin ice. The air feels dry and carrying, sound traveling farther than usual. Short, disciplined loops work best before dusk drops early and the temperature tightens.",
  "winter_hello": "Begin with clear air, tidy streets, and short, efficient loops.",
  "spring_snap": "Peepers lift from roadside swales as rain darkens soil and greening ditches.",
  "spring_paragraph": "Roads shine after showers, then open to soft light over fresh pasture. Maples haze with first leaf while barn swallows skim low. The air turns supple and mild; creeks chatter through culverts. In town, pace quickens but remains orderly, with brief lines and predictable turns. Reset by idling near a split-rail fence to watch robins work the verge. Early starts pay off before midafternoon livens and wind shifts across the flats, nudging you toward clean timing.",
  "spring_hello": "Roll in with soft air, wet edges, and brisk, simple runs.",
  "summer_snap": "Corn stands high; cicadas buzz while heat wavers above straight blacktop.",
  "summer_paragraph": "Two-lanes run between tall rows and clipped lawns, shade pooling under mature maples. Air grows heavy by late morning, and the countryside hums with insects. Movement sensibly compresses to short, targeted errands; aim for shaded parking and quick turns. For a reset, pause by a tree line and watch storm towers build on the horizon. Rain breaks rinse dust and leave steam lifting. Best windows hit first light or near sundown when air loosens and glare drops.",
  "summer_hello": "Work early, watch the horizon, and use post-storm air.",
  "fall_snap": "Soy fields bronze, corn dries to paper; low sun warms barns and hedges.",
  "fall_paragraph": "Approach opens as harvest trims sightlines and the sky runs high. Air turns crisp with leaf and cut stalk, and the roads feel exact. Town traffic stays predictable outside school hours; parking remains cooperative. Reset by pulling beside a field edge to watch hawks ride the thermals or by a creek where leaves raft the bends. Light goes long and amber, helping decisions come clean. Early and late runs feel best as the breeze turns even and cool.",
  "fall_hello": "Settle into long light, clear air, and cooperative roads."
}
