{
  "name": "cta_closers_library",
  "version": "1.1.0",
  "updated_iso": "2025-10-01T22:59:00-04:00",
  "categories": {
    "generic": [
      { "id": "generic_01", "text": "Want it handled? I'll line it up so you stay ring-focused." },
      { "id": "generic_02", "text": "Ride first. I'll manage the rest and keep your week quiet." },
      { "id": "generic_03", "text": "You ride the plan; I'll keep logistics invisible." },
      { "id": "generic_04", "text": "Keep eyes up. I'll run the checklist in the background." },
      { "id": "generic_05", "text": "One job: ride well. I'll cover the rest." },
      { "id": "generic_06", "text": "Need a calm week? I'll set beds, bites, and basics." },
      { "id": "generic_07", "text": "Show up ready, not rushed. I'll arrange the moving parts." },
      { "id": "generic_08", "text": "Less scramble, more stride. I'll keep the plan tight." },
      { "id": "generic_09", "text": "Keep energy for the ring. I'll handle logistics." },
      { "id": "generic_10", "text": "I'll set the week so you arrive settled and sharp." }
    ],
    "stay": [
      { "id": "stay_01", "text": "Want it handled? I'll lock rooms and sync confirmations." },
      { "id": "stay_02", "text": "I'll book close-in rooms so mornings stay simple." },
      { "id": "stay_03", "text": "Beds sorted. You focus on the track and the clock." },
      { "id": "stay_04", "text": "I'll place you near the rings with easy parking." },
      { "id": "stay_05", "text": "I'll secure lodging that matches your class times." },
      { "id": "stay_06", "text": "I'll hold a primary and a backup room nightly." },
      { "id": "stay_07", "text": "Late add? I'll expand the block without drama." },
      { "id": "stay_08", "text": "I'll align check-in times to the order of go." },
      { "id": "stay_09", "text": "I'll keep confirmations tidy in one thread." },
      { "id": "stay_10", "text": "Walking distance if possible, quick drive if not." },
      { "id": "stay_11", "text": "I'll chase upgrades; you save the legwork." },
      { "id": "stay_12", "text": "Shared rooms or suites - set to your roster." },
      { "id": "stay_13", "text": "Early checkout or late - timed to your finals." },
      { "id": "stay_14", "text": "I'll pin parking notes so arrivals are clean." },
      { "id": "stay_15", "text": "I'll keep a waitlist ready for last-minute needs." }
    ],
    "dine": [
      { "id": "dine_01", "text": "I'll map a barn-friendly dinner loop with quick reservations." },
      { "id": "dine_02", "text": "Two solid dinner options, pre-booked. You just walk in." },
      { "id": "dine_03", "text": "I'll set post-round tables and keep them flexible." },
      { "id": "dine_04", "text": "I'll line up quick eats near the venue." },
      { "id": "dine_05", "text": "Menus handled. You reset while I keep tables on time." },
      { "id": "dine_06", "text": "Primary table plus backup - nightly, no scramble." },
      { "id": "dine_07", "text": "I'll match cuisine to the crew and call it in." },
      { "id": "dine_08", "text": "Late class? I'll slide the table, no fuss." },
      { "id": "dine_09", "text": "Walk-in nights planned to save buffer." },
      { "id": "dine_10", "text": "I'll stack reservations around awards and jog." },
      { "id": "dine_11", "text": "I'll confirm parking and host stands ahead." },
      { "id": "dine_12", "text": "Quiet table for debriefs? I'll arrange it." },
      { "id": "dine_13", "text": "I'll tag takeout spots for short turnarounds." },
      { "id": "dine_14", "text": "I'll manage headcount changes in real time." },
      { "id": "dine_15", "text": "You eat well; I keep timing tight." }
    ],
    "essentials": [
      { "id": "essentials_01", "text": "I'll pack a lean kit so nothing slows your rounds." },
      { "id": "essentials_02", "text": "Basics stocked and labeled. You stay on rhythm." },
      { "id": "essentials_03", "text": "I'll stage water, layers, and ring bag essentials." },
      { "id": "essentials_04", "text": "I'll prep a no-fuss checklist matched to the forecast." },
      { "id": "essentials_05", "text": "I'll keep the barn stash topped so you keep pace." }
    ],
    "benefit_variants": [
      { "id": "benefit_01", "text": "No planning fee. I set the week; you ride." },
      { "id": "benefit_02", "text": "No extra cost to you - just clean logistics." },
      { "id": "benefit_03", "text": "Included service: I handle bookings and confirmations." }
    ]
  },
  "usage": {
    "placement": "End of section or intro",
    "length_words_max": 16,
    "rotation": "sequential",
    "notes": "Use one closer per section. Keep insider terms minimal."
  }
}
