{
  "version": "1.1.1",
  "updated_iso": "2025-10-06T00:00:00-04:00",
  "id": "outro_templates_merged_v1",
  "rotate": "sequential",
  "variables": ["{event_name}", "{venue_name}", "{city}", "{state}"],
  "templates": [
    { "id": "outro_001", "template": "Keep the week simple and sport-forward. I can book lodging, map one barn dinner, and prep essentials so you walk into {event_name} ready to ride, with confirmations organized and adjustments handled quickly." },
    { "id": "outro_002", "template": "Arrive organized, leave with clean rounds. I'll line up beds, meals, and must-haves so {city}, {state} feels easy, keeping reservations synced, backups ready, and your attention free for course walks and rides." },
    { "id": "outro_003", "template": "Show up ready, not rushed. I can secure rooms near {venue_name}, plan a quick dinner circuit, and stage a lean kit, then keep confirmations tidy and timing aligned with your orders of go at {event_name}." },
    { "id": "outro_004", "template": "You ride. I handle the rest: beds, dinners, and a tight checklist, so {event_name} stays front and center while logistics run in the background and last-minute tweaks slot in without drama." },
    { "id": "outro_005", "template": "Travel light. I'll sort hotels, a simple meal plan, and show-week essentials so you keep focus in the ring. Expect clean confirmations, clear directions, and quick pivots when the schedule shifts." },
    { "id": "outro_006", "template": "Less scramble, more stride. I can book stays, coordinate a barn table, and stock basics for a calm week at {event_name}, while I track changes, hold backups, and keep your evenings predictable." },
    { "id": "outro_007", "template": "One job: ride well. I'll manage lodging, a smart dining plan, and the essentials so {city} works on your schedule, with buffers for late classes and simple options when the day runs long." },
    { "id": "outro_008", "template": "Keep your engine for the ring. I'll arrange rooms, reservations, and a compact packing list for {event_name}, then keep messages short, confirmations unified, and switches handled as the board updates." },
    { "id": "outro_009", "template": "From stabling to supper, I streamline the background so you stay sharp at {venue_name}. Rooms set, tables timed, and essentials staged, with quiet adjustments handled when rides or meetings move." },
    { "id": "outro_010", "template": "Need a smooth week at {event_name}? I can book hotels, map barn dinners, and line up essentials so you focus on the jog strip, while I hold backups and keep the plan current." },
    { "id": "outro_011", "template": "Walk in ready. I'll lock lodging, quick eats, and a no-fuss kit so the rides get your full attention, and I'll keep confirmations synced across the crew for simple, predictable resets." },
    { "id": "outro_012", "template": "Ride first, admin second. I set beds, bites, and basics so {city}, {state} stays quiet behind the scenes, with buffers for late rounds and a clean thread for all moving parts." },
    { "id": "outro_a01", "template": "Keep it rider-first. I'll handle rooms near {venue_name}, a simple dinner loop, and a tight kit so you stay sharp for {event_name}, while I manage changes, backups, and smooth arrivals." },
    { "id": "outro_a02", "template": "Less logistics, more feel. I can secure lodging, quick reservations, and a lean packing plan so {city}, {state} is effortless, with confirmations unified and timing aligned around your classes." },
    { "id": "outro_a03", "template": "Arrive calm. I'll line up stays, a barn-friendly dining plan, and essentials so you focus on rhythm and track at {event_name}, while I handle shifts and keep options open nightly." },
    { "id": "outro_a04", "template": "You stay on pace. I'll book lodging, set two solid dinner options, and stage the must-haves for a clean week at {venue_name}, then keep updates tight and backups ready." },
    { "id": "outro_a05", "template": "Keep energy for the ring. I can lock rooms, shortlist eats, and prep a no-fuss checklist so {event_name} stays front of mind, while I manage confirmations and smooth any late pivots." },
    { "id": "outro_a06", "template": "Walk in ready. I'll manage beds, bites, and basics so {city} supports your rides instead of stealing attention, with concise updates and flexible holds when classes run late." },
    { "id": "outro_a07", "template": "Travel light and ride well. I'll sort hotels, anchor a barn dinner, and stock essentials so you're dialed for {event_name}, keeping everything in one thread for fast review." },
    { "id": "outro_a08", "template": "One plan. Zero scramble. I handle lodging, quick meals, and a compact kit so {venue_name} feels simple from first trip to last, with backups in place and timing tuned nightly." },
    { "id": "outro_a09", "template": "Ride the plan, not the phone. I'll arrange stays, reservations, and a tight essentials list for a steady week at {event_name}, and I'll absorb the changes when the board shifts." },
    { "id": "outro_a10", "template": "Keep focus where it counts. I'll book close-in rooms, map easy dinners, and prep basics so {city}, {state} works on your schedule, with confirmations synced and holds extended as needed." },
    { "id": "outro_a11", "template": "Ready room, ready table, ready kit. I'll set the background so you stay present in the ring at {event_name}, while I manage updates, buffers, and quiet handoffs." },
    { "id": "outro_a12", "template": "We smooth the edges. I'll lock lodging, plan quick eats, and assemble essentials so {venue_name} feels straightforward, with a single message thread and clear, predictable adjustments." },
    { "id": "outro_a13", "template": "Short week, sharp rides. I'll keep beds, dinners, and essentials aligned to the order of go at {event_name}, holding backups and sliding times when rounds push late." },
    { "id": "outro_a14", "template": "Less shuffle, more stride. I'll set rooms, table slots, and a lean kit so you hit your marks at {venue_name}, with confirmations consolidated and changes handled quietly." },
    { "id": "outro_a15", "template": "I'll run logistics in the background: lodging, meals, essentials, so {event_name} stays front and center. Expect clear confirmations, patient buffers, and quick fixes when timing shifts." },
    { "id": "outro_a16", "template": "No fee to you. I'll arrange stays, dinners, and a compact checklist so {city} feels easy and rides stay sharp, with updates concise and adjustments handled without friction." },
    { "id": "outro_a17", "template": "From stabling to supper, I coordinate the week so you roll straight into clean trips at {event_name}. Rooms locked, tables timed, and essentials staged with backups in place." },
    { "id": "outro_a18", "template": "Arrive settled. I'll handle hotels, a barn dinner plan, and essentials so {venue_name} works on your time, then keep confirmations tidy and timing reliable each night." },
    { "id": "outro_a19", "template": "Leave the admin to me. Beds, bites, and basics set so you can just ride at {event_name}, while I manage shifts, backups, and simple, consolidated communication." },
    { "id": "outro_a20", "template": "I'll keep confirmations synced and tables timed so you stay ring-focused at {venue_name}. Lodging squared, essentials staged, and quick adjustments handled between classes." },
    { "id": "outro_a21", "template": "I stage the week: lodging, meals, must-haves, so {city}, {state} becomes quiet background to your rides. Expect clean holds, quick switches, and calm evenings." },
    { "id": "outro_a22", "template": "One message and it's done. I'll line up rooms, reservations, and essentials for a smooth {event_name}, keeping updates concise and options ready when plans change." },
    { "id": "outro_a23", "template": "I'll align bookings to your class blocks so you move cleanly from ring to reset at {venue_name}. Backups held, confirmations unified, and timing adjusted without fuss." },
    { "id": "outro_a24", "template": "Keep hands on the reins, not the phone. Lodging, dinner, and essentials are on me for {event_name}, with reliable timing, clear notes, and easy pivots." }
  ]
}
